{
  "title": "QuickSend",
  "description": "QuickSend is a modern service for mass sending emails in Gmail.",
  "startFree": "Start for free",
  "learnMore": "Learn more",
  "whyTitle": "Why QuickSend?",
  "whyDesc": "We guarantee an easy-to-use platform that optimizes your outreach and minimizes spam issues.",
  "productsTitle": "Our Email Products",
  "productsSubtitle": "Powerful tools for effective Email Sending and other",
  "moreDetails": "More details →",
  "addToGmail": "Add to Gmail",
  "chromeRequired": "QuickSend requires Chrome",
  "statsEmails": "Emails sent all-time:",
  "statsCampaigns": "Completed campaigns:",
  "pricing": "Pricing & Plans",
  "pricingSub": "Start by sending 50 emails per day for free!",
  "monthly": "Monthly",
  "annually": "Annually",
  "discount": "(20% discount)",
  "popular": "Popular",
  "free": "Free",
  "perMonth": "/month",
  "payYear": "when paying",
  "perYear": "per year",
  "contactUs": "Contact Us!",
  "feedback": "Send us improvement suggestions, job inquiries, and bug reports!",
  "advantages": {
    "speed": "Speed",
    "speedDesc": "Send thousands of emails at lightning speed",
    "security": "Security", 
    "securityDesc": "Top-level protection of your data",
    "coldEmails": "Cold Emails",
    "coldEmailsDesc": "Effective tools for cold emailing",
    "lowPrice": "Low Price",
    "lowPriceDesc": "Affordable rates for any budget",
    "analytics": "Analytics",
    "analyticsDesc": "Detailed statistics for all mailings",
    "flexibleSetup": "Flexible Setup",
    "flexibleSetupDesc": "Configure email sending to your needs"
  },
  "products": {
    "massEmails": "Mass Emails in Gmail",
    "massEmailsDesc": "Our mass email service can break Gmail sending limits using our distribution technology.",
    "mailMerge": "Mail Merge with Google Sheets",
    "mailMergeDesc": "Quicksend will read data live from any Google Sheet and even monitor for new rows and then send emails automatically.",
    "emailVerification": "Email Verification",
    "emailVerificationDesc": "Verify your list, test links, & fix spam triggers and invalid emails before you send",
    "scheduling": "Schedule Mass emails and Mail Merges",
    "schedulingDesc": "Schedule a mail merge for any time in the future, or set it to repeat daily or hourly.",
    "personalization": "Personalization",
    "personalizationDesc": "Connect to a Google Sheet and personalize with any column, or use basic first and last name personalization without a spreadsheet. Use fallback values. Do not know someones first name? We will auto-detect it.",
    "followUps": "Automatic Follow-up Emails",
    "followUpsDesc": "Sending cold email? Set automatic follow-up emails to send in a sequence until your recipient replies. The best way to boost response rates."
  },
  "plans": {
    "trial": "Trial",
    "standard": "Standard", 
    "premium": "Premium",
    "trialButton": "Start",
    "standardButton": "Choose Standard",
    "premiumButton": "Choose Premium",
    "features": {
      "trial": ["50 emails/day", "Basic features", "Email support"],
      "standard": ["500 emails/day", "Advanced features", "Priority support"],
      "premium": ["Unlimited emails", "All features", "Priority support"]
    }
  },
  "header": {
    "aboutUs": "About us",
    "products": "Products",
    "pricing": "Pricing",
    "contact": "Contact us",
    "signIn": "Sign In",
    "logout": "Logout"
  },
    "login": {
    "welcome": "Welcome back!",
    "joinCommunity": "Join our community and discover beneficial services.",
    "continueWithGoogle": "Continue with Google", 
    "securityNote": "Secure login · Privacy protected"
  },
  "copyright": " QuickSend, inc. All rights reserved.",
  "privacyFooterTitle": "Privacy Policy",
  "termsFooterTitle": "Terms of Use",
  "faqFooter": "FAQ",
  "profile": {
    "loading": "Loading...",
    "userNameFallback": "User Name", 
    "emailFallback": "user@example.com",
    "activePlanLabel": "Active Plan",
    "upgradePlan": "Upgrade Plan",
    "subscriptionEndsLabel": "Subscription ends",
    "noSubscription": "No subscription",
    "totalCampaignsLabel": "Total campaigns",
    "totalRecipientsLabel": "Total recipients",
    "remainingCampaignsLabel": "Remaining campaigns",
    "remainingRecipientsLabel": "Remaining recipients",
    "emailVerificationTitle": "Email Verification",
    "uploadHint": "Upload your email list for verification",
    "chooseFile": "Choose File",
    "searchPlaceholder": "Search by name...",
    "searchAttachmentsPlaceholder": "Search attachments...",
    "noCampaignsAvailable": "No campaigns available.",
    "noCampaignsMatch": "No campaigns match your search criteria."
  },
"terms": {
    "title": "Quicksend Terms of Use and Anti-Spam Policy",
    "lastUpdated": "Last Time Updated: February, 2025",
    "intro": "Please note that your use of and access to our services (defined below) are subject to the following terms; if you do not agree to all of the following, you may not use or access the services in any manner.\n\nThese Terms of Use (the \"Terms\") are a binding contract between you and QuickSend, Inc. (\"QuickSend\", \"we\" and \"us\"). If you have any questions, comments, or concerns regarding these terms or the Services, please contact us at support@quicksend.zendesk.com.\n\nYou must agree to and accept all of the Terms, or you don't have the right to use the Services. Your using the Services in any way means that you agree to all of these Terms, and these Terms will remain in effect while you use the Services. These Terms include the provisions in this document, as well as those in the Privacy Policy.",
    "termsChange": "Will these Terms ever change?",
    "termsChangeText": "We are constantly improving our Services, so these Terms may need to change along with the Services. We reserve the right to change the Terms at any time, but if we do, we will bring it to your attention by placing a notice on the QuickSend website, and/or by sending you an email, and/or by some other means.\n\nIf you don't agree with the new Terms, you are free to reject them; unfortunately, that means you will no longer be able to use the Services. If you use the Services in any way after a change to the Terms is effective, that means you agree to all of the changes.",
    "philosophy": "General Philosophy",
    "philosophyText": "We strive to make QuickSend as easy-to-use as possible and as ethical a business operation as possible. The terms will ensure a good experience for you, our user, and us, the creators of QuickSend. You must agree to these terms before using QuickSend.",
    "antiSpam": "Anti-Spam Policy",
    "antiSpamText": "You may not use QuickSend to send spam. Spam, by definition, is unsolicited email sent in bulk. There are several lines of defense in place in order to protect QuickSend from spammers. First, QuickSend personnel monitor outbound email flow 24 hours a day. Campaigns matching obvious spam and scam heuristics are terminated along with their associated accounts. Secondly, if you're sending natively through Gmail, Google's algorithms will likely catch you and terminate or suspect your Gmail or G Suite account. Thirdly, if you're sending via a third party SMTP service like SendGrid, each service provider has their own mechanisms of watching for spam and terminating spammers.",
    "buttonVsSend": "QuickSend button versus Send button",
    "buttonVsSendText": "QuickSend and its parent company, QuickSend, Inc. cannot be held responsible if you accidentally click the Gmail Send button instead of the QuickSend button. Clicking the Gmail Send button while working on an email campaign may send an email, exposing your email list to everyone in the To field. QuickSend and its parent company, QuickSend, Inc. also cannot be held responsible if you have other Chrome extensions installed that interfere with the function of the QuickSend buttons. For example, if you have a Chrome extension installed that overrides the QuickSend code and actually triggers the Gmail Send button click when the QuickSend button is clicked, we cannot be held responsible.",
    "sendingLimits": "Sending Limits",
    "sendingLimitsText": "The QuickSend software will attempt to send your email campaign to your email recipients, but we cannot guarantee that your emails will be delivered. Because we rely on Google's infrastructure from sending, you agree that we cannot be held responsible if your particular Gmail or G Suite account has reached its capacity, as determined by Google. We publish guidelines, based on Google's guidelines, of an account's maximum sending capacity, but they are just guidelines, and not hard rules.",
    "accountSuspension": "Gmail and G Suite account suspensions or closures",
    "accountSuspensionText": "QuickSend and its parent company, QuickSend, Inc., cannot be held responsible if Google suspends or terminates your Google or Gmail account because of QuickSend use. Ultimately, you are responsible for the email activity inside your Gmail account. You understand and agree that QuickSend is designed to automate the sending of mass emails through your Google account, and it is your responsibility to adhere to Google's own terms and conditions. QuickSend has no ability to reinstate a Google account should Google decide to suspend or terminate it.",
    "subscriptions": "Subscriptions",
    "subscriptionsText": "You understand that if you subscribe to a paid QuickSend account using a credit card or PayPal account, you will be charged a monthly or annual fee, based on the plan you choose, until you cancel your subscription. This does not apply to Bitcoin-based subscriptions.",
    "chargebacks": "Chargebacks",
    "chargebacksText": "Sometimes, a subscribed user will choose to issue a chargeback via their credit card company in order to effect a cancellation. As a small business, we are sensitive to chargebacks and the costs we incur because of them, and as a result, we take the following action when a chargeback is issued against our merchant account:\n\n1. We investigate the incident to determine if we are at fault.\n2. If we find that we are not at fault, we submit evidence to the credit card company to defend our charges.\n3. We automatically cancel the subscription associated with the chargeback.\n4. We institute either a lifetime ban on that particular Google account, or a reinstatement fee on the account should the account decide to re-subscribe to QuickSend in the future.",
    "support": "Support",
    "supportText": "QuickSend is a low-cost email service with limited support staff. Most answers to support questions can be found by searching our blog, located at http://www.QuickSend.co/blog. You may contact our support team by sending an email to support@QuickSend.zendesk.com. Here are some guidelines for getting support. Note that we do NOT answer all support requests. Emailing QuickSend staff directly may result in your request being ignored or delayed.\n\nTracking Domains\n\nIn order to use the QuickSend-provided tracking domain for paying users, ec2-52-26-194-35.us-west-2.compute.amazonaws.com, you must not send unsolicited email.",
    "confidentiality": "Confidentiality and Feedback",
    "confidentialityText": "You acknowledge that, in the course of your relationship with QuickSend, Inc. and in using the Services, you may obtain information relating to the Services and/or QuickSend (\"Proprietary Information\"). Such Proprietary Information shall belong solely to QuickSend and includes, but is not limited to, the features and mode of operation of the Services, trade secrets, know-how, inventions (whether or not patentable), techniques, processes, programs, ideas, algorithms, schematics, testing procedures, software design and architecture, computer code, internal documentation, design and function specifications, product requirements, problem reports, analysis and performance information, benchmarks, software documents, and other technical, business, product, marketing and financial information, plans and data. In regard to this Proprietary Information:\n\n(a) You shall not use (except as expressly authorized by this Agreement) or disclose Proprietary Information without the prior written consent of QuickSend unless such Proprietary Information becomes generally publicly available without your breach of this Agreement.\n\n(b) You agree to take reasonable measures to maintain the Proprietary Information and Services in confidence.\n\nYou may, at your discretion, provide feedback to QuickSend with respect to your testing of the Services (\"Feedback\"). Feedback may include, without limitation, errors or difficulties discovered in the Services and the characteristic conditions and symptoms of the errors and difficulties. QuickSend shall own all right, title, and interest in the Feedback and you shall and hereby do make all assignments necessary to accomplish the same.",
    "privacy": "What about my privacy?",
    "privacyText": "QuickSend takes the privacy of its users very seriously. For the current QuickSend Privacy Policy, please click here.\n\nThe Children's Online Privacy Protection Act (\"COPPA\") requires that online service providers obtain parental consent before they knowingly collect personally identifiable information online from children who are under 13. We do not knowingly collect or solicit personally identifiable information from children under 13; if you are a child under 13, please do not attempt to register for the Services or send any personal information about yourself to us. If we learn we have collected personal information from a child under 13, we will delete that information as quickly as possible. If you believe that a child under 13 may have provided us personal information, please contact us at support@QuickSend.zendesk.com.",
    "warranty": "Warranty Disclaimer",
    "warrantyText": "Neither QuickSend nor its licensors or suppliers makes any representations or warranties concerning any content contained in or accessed through the Services, and we will not be responsible or liable for the accuracy, copyright compliance, legality, or decency of material contained in or accessed through the Services. We (and our licensors and suppliers) make no representations or warranties regarding suggestions or recommendations of services or products offered or purchased through the Services. THE SERVICES AND CONTENT ARE PROVIDED BY QuickSend (AND ITS LICENSORS AND SUPPLIERS) ON AN \"AS-IS\" BASIS, WITHOUT WARRANTIES OR ANY KIND, EITHER EXPRESS OR IMPLIED, INCLUDING, WITHOUT LIMITATION, IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, NON-INFRINGEMENT, OR THAT USE OF THE SERVICES WILL BE UNINTERRUPTED OR ERROR-FREE. SOME STATES DO NOT ALLOW LIMITATIONS ON HOW LONG AN IMPLIED WARRANTY LASTS, SO THE ABOVE LIMITATIONS MAY NOT APPLY TO YOU.",
    "liability": "Limitation of Liability",
    "liabilityText": "TO THE FULLEST EXTENT ALLOWED BY APPLICABLE LAW, UNDER NO CIRCUMSTANCES AND UNDER NO LEGAL THEORY (INCLUDING, WITHOUT LIMITATION, TORT, CONTRACT, STRICT LIABILITY, OR OTHERWISE) SHALL QuickSend (OR ITS LICENSORS OR SUPPLIERS) BE LIABLE TO YOU OR TO ANY OTHER PERSON FOR (A) ANY INDIRECT, SPECIAL, INCIDENTAL, OR CONSEQUENTIAL DAMAGES OF ANY KIND, INCLUDING DAMAGES FOR LOST PROFITS, LOSS OF GOODWILL, WORK STOPPAGE, ACCURACY OF RESULTS, OR COMPUTER FAILURE OR MALFUNCTION, OR (B) ANY AMOUNT, IN THE AGGREGATE, IN EXCESS OF THE GREATER OF (I) $100 OR (II) THE AMOUNTS PAID BY YOU TO QuickSend IN CONNECTION WITH THE SERVICES IN THE TWELVE (12) MONTH PERIOD PRECEDING THIS APPLICABLE CLAIM, OR (III) ANY MATTER BEYOND OUR REASONABLE CONTROL. SOME STATES DO NOT ALLOW THE EXCLUSION OR LIMITATION OF CERTAIN DAMAGES, SO THE ABOVE LIMITATION AND EXCLUSIONS MAY NOT APPLY TO YOU.",
    "assignment": "Assignment",
    "assignmentText": "You may not assign, delegate or transfer these Terms or your rights or obligations hereunder, or your Services account, in any way (by operation of law or otherwise) without QuickSend's prior written consent. We may transfer, assign, or delegate these Terms and our rights and obligations without consent.",
    "arbitration": "Choice of Law; Arbitration",
    "arbitrationText": "These Terms are governed by and will be construed under the laws of the State of Illinois, without regard to the conflicts of laws provisions thereof. Any dispute arising from or relating to the subject matter of these Terms, that is not solved via the dispute mechanisms above, shall be finally settled in Chicago, Illinois, in English, in accordance with the Streamlined Arbitration Rules and Procedures of Judicial Arbitration and Mediation Services, Inc. (\"JAMS\") then in effect, by one commercial arbitrator with substantial experience in resolving intellectual property and commercial contract disputes, who shall be selected from the appropriate list of JAMS arbitrators in accordance with such Rules. Judgment upon the award rendered by such arbitrator may be entered in any court of competent jurisdiction. Notwithstanding the foregoing obligation to arbitrate disputes, each party shall have the right to pursue injunctive or other equitable relief at any time, from any court of competent jurisdiction. For all purposes of this Agreement, the parties consent to exclusive jurisdiction and venue in the state or federal courts located in Chicago, Illinois. Any arbitration under these Terms will take place on an individual basis: class arbitrations and class actions are not permitted. YOU UNDERSTAND AND AGREE THAT BY ENTERING INTO THESE TERMS, YOU AND QuickSend ARE EACH WAIVING THE RIGHT TO TRIAL BY JURY OR TO PARTICIPATE IN A CLASS ACTION.",
    "miscellaneous": "Miscellaneous",
    "miscellaneousText": "You will be responsible for paying, withholding, filing, and reporting all taxes, duties, and other governmental assessments associated with your activity in connection with the Services, provided that QuickSend may, in its sole discretion, do any of the foregoing on your behalf or for itself as it sees fit. The failure of either you or us to exercise, in any way, any right herein shall not be deemed a waiver of any further rights hereunder. If any provision of these Terms is found to be unenforceable or invalid, that provision will be limited or eliminated, to the minimum extent necessary, so that these Terms shall otherwise remain in full force and effect and enforceable. You and QuickSend agree that these Terms are the complete and exclusive statement of the mutual understanding between you and QuickSend, and that it supersedes and cancels all previous written and oral agreements, communications and other understandings relating to the subject matter of these Terms. You hereby acknowledge and agree that you are not an employee, agent, partner, or joint venture of QuickSend, and you do not have any authority of any kind to bind QuickSend in any respect whatsoever. You and QuickSend agree there are no third party beneficiaries intended under these Terms."
  },
  "privacy": {
    "title": "QuickSend Privacy Information: What data does our server store?",
    "lastUpdated": "Last Time Updated: February, 2025",
    "intro": "Many users are concerned about the privacy of their email marketing lists and whether QuickSend stores their email addresses and the contents of email messages, and whether any of this data is shared with third parties. The information below is meant to address these concerns.",
    "overview": "Overview of how QuickSend works",
    "overviewText": "QuickSend works by transferring data to and from your email account. Most of this data transfer occurs via numeric identifiers specific to email and the API. In some cases, email addresses are transferred from the QuickSend server back to the interface, but in a secure manner over SSL. Email providers do not allow third-party integrations like QuickSend to connect to account data without the use of SSL.",
    "emailLists": "How are your email lists used?",
    "emailListsText": "In order to track opens, clicks, and provide unsubscribe functionality via the QuickSend unsubscribe link, our database does store the email addresses to which you are sending email. This data is stored in a database, secured by two layers of firewalls, and is never shared with any third parties. QuickSend is similar in this regard to well-known email marketing systems like MailChimp, where storage of email addresses is required to provide standard email marketing features.",
    "contentStorage": "Does QuickSend store the content of your email message?",
    "contentStorageText1": "No. Unlike a traditional email marketing service like MailChimp, the QuickSend database does not store the contents of your email marketing campaigns, except for the From Address used for each campaign.",
    "contentStorageText2": "We store the From Address because multiple From Addresses can be authorized for use in a single email account, and by storing the From Address, we are better able to support users by being able to look up their QuickSend account when they tell us they sent a campaign from a certain address.",
    "contentStorageText3": "We do not store the content (Subject / Message) of email campaigns, but the content does pass through our server ephemerally. This is required in order to add the mechanisms to an email message that allows QuickSend to track opens and clicks on individual email messages. This process happens in microseconds and the content of an email message does not live on our server beyond that.",
    "thirdParty": "Does QuickSend share any of your email list information with third parties?",
    "thirdPartyText": "We may share your email list information with third-party service providers, including advertising platforms, to assist in delivering targeted advertising campaigns. These third parties are required to use the information only for these purposes and in accordance with applicable data protection laws. We do not sell or trade your email information for any other purposes.",
    "dataDeletion": "Data Deletion Requests",
    "dataDeletionText": "In compliance with GDPR, any user may request that their data be deleted from our servers. To make such a request, please send an email to",
    "dataDeletionEmail": "privacy@quicksend.com",
    "dataDeletionSuffix": "from the QuickSend account you wish to have deleted.",
    "emailWarmup": "Email Warmup",
    "emailWarmupText": "QuickSend does not provide email warming services for email accounts."
  },
    "faq": {
    "title": "FAQ",
    "lastUpdated": "Last Time Updated: February, 2025",
    "searchPlaceholder": "Search...",
    "noResults": "No matching questions found",
    "topics": {
      "basics": "Basics",
      "sending": "Sending", 
      "reports": "Reports",
      "pricing": "Pricing",
      "support": "Support"
    },
    "questions": {
      "basics": {
        "whatNeed": "What do I need in order to use QuickSend?",
        "changes": "What changes will installing QuickSend make to my email account?",
        "sendAsReplies": "What's the big deal about the 'Send as replies' feature?",
        "createDrafts": "I noticed an option to 'Just create Drafts' instead of send a campaign. Why would I want to do this?",
        "autoFollowups": "What are auto follow-ups?",
        "replaceSystem": "Is QuickSend meant to replace my existing email marketing system like Constant Contact or MailChimp?"
      },
      "sending": {
        "testEmail": "How do I send a simple test email with QuickSend?",
        "attachments": "Can I send attachments? What about inline images?",
        "server": "From what server are my emails sent?",
        "limits": "How many emails can I send at a time?"
      },
      "reports": {
        "access": "How do I access my reports?"
      },
      "pricing": {
        "free": "Is QuickSend subscription for free?"
      },
      "support": {
        "otherProducts": "I noticed that QuickSend isn't the only product you offer. What are the other products?",
        "getSupport": "How do I get support?"
      }
    },
    "answers": {
      "basics": {
        "whatNeed": "You need a Gmail or G Suite account and the Chrome browser.",
        "changes": "QuickSend is lightweight and unobtrusive. After you install QuickSend, you will notice four extra buttons within your Gmail interface. Three of these buttons are small square buttons to the right of the search field: the 'Build Email List' button, the 'Google Sheets Connect' button and the 'Follow-up Campaigns' button.",
        "sendAsReplies": "Most mass email campaigns are sent as new messages, and therefore new conversations, with each recipient. The ability to send a mass email and have each individual email sent as a reply to the last conversation with each recipient, creates a more familiar experience for the recipient.",
        "createDrafts": "This option is useful if you want to test QuickSend's functionality but don't want to actually send anyone emails. For example, if you want to ensure personalization is working, this option comes in handy.",
        "autoFollowups": "Auto follow-ups are the best thing to happen to email marketers since well...email marketing. Auto follow-ups allow you to send follow-up emails automatically to recipients of your email campaign that have not replied.",
        "replaceSystem": "Maybe. It's up to you. Some users use QuickSend alongside their primary email marketing system, using QuickSend for lower-volume campaigns."
      },
      "sending": {
        "testEmail": "Click Compose in Gmail. Enter a few email addresses in the To field. Put in a Subject and Message, and hit the QuickSend button.",
        "attachments": "Yes. You compose your email just as you would any other email message in Gmail. Any feature of an email that Gmail supports you can assume that QuickSend also supports.",
        "server": "With the standard setup, your emails are sent from Gmail's servers from your Gmail or G Suite account. You'll see all sent messages in your 'Sent Mail' folder.",
        "limits": "Under the standard setup, Google imposes a limit of 2,000 sent emails/day for trusted G Suite users, and 500 emails/day for regular Gmail users."
      },
      "reports": {
        "access": "You can access your open-tracking, click-tracking, and unsubscribe reports by clicking on the QuickSend Reports Label on the left of the Gmail interface."
      },
      "pricing": {
        "free": "QuickSend offers a free trial for 7 days, during which you can send 50 emails per day. After the 7 days, please subscribe to a paid plan."
      },
      "support": {
        "otherProducts": "The QuickSend Chrome extension is our main product, and is what adds the buttons to your Gmail account so you can send mass email campaigns.",
        "getSupport": "Contact the support team: quicksendcontact@gmail.com"
      }
    }
  },
  "notFound": {
    "title": "Oops! This page doesn't exist.",
    "description": "It may have been moved or deleted. If you believe this is an error, please contact support.",
    "backHome": "Return to home page"
  },
    "dsp": {
    "title": "DSP Takedowns — Protect Your Music Worldwide",
    "description": "Our team of industry professionals handles complete removal of stolen beats, illegal samples, or unauthorized uploads from all major DSP platforms such as Spotify, Apple Music, YouTube Music, TikTok, and more.",
    "protection": "Secure Rights Protection",
    "protectionDesc": "We ensure your work is taken down quickly and legally from all platforms.",
    "originality": "Producers & Artists Focused",
    "originalityDesc": "Made by people who understand the music industry from the inside.",
    "removal": "Fast Track Removal",
    "removalDesc": "Speedy takedowns with accurate DMCA processing.",
    "legal": "Legal Accuracy",
    "legalDesc": "Every case is reviewed by a specialist with experience in copyright law.",
    "cta": "Submit Now"
  }
}