{
  "title": "QuickSend",
  "description": "QuickSend - это современный сервис для массовой отправки электронных писем в Gmail.",
  "startFree": "Начать бесплатно",
  "learnMore": "Узнать больше",
  "whyTitle": "Почему QuickSend?",
  "whyDesc": "Мы гарантируем простую платформу, которая оптимизирует вашу рассылку и минимизирует попадание в спам.",
  "productsTitle": "Наши Email Услуги",
  "productsSubtitle": "Мощные инструменты для эффективной Email рассылки и не только",
  "moreDetails": "Подробнее →",
  "addToGmail": "Добавить в Gmail",
  "chromeRequired": "Требуется Chrome",
  "statsEmails": "Писем отправлено:",
  "statsCampaigns": "Завершено кампаний:",
  "statsCopyrights": "Успешных блокировок",
  "pricing": "Цены и тарифы",
  "pricingSub": "Начните с отправки 50 писем в день бесплатно!",
  "monthly": "Ежемесячно",
  "annually": "Ежегодно",
  "discount": "(скидка 20%)",
  "popular": "Популярный",
  "free": "Бесплатно",
  "perMonth": "/месяц",
  "payYear": "при оплате",
  "perYear": "в год",
  "contactUs": "Свяжитесь с нами!",
  "feedback": "Отправьте нам предложения по улучшению, вакансии и сообщения об ошибках!",
  "advantages": {
    "speed": "Скорость",
    "speedDesc": "Отправляйте тысячи писем с молниеносной скоростью",
    "security": "Безопасность",
    "securityDesc": "Защита ваших данных на высшем уровне",
    "coldEmails": "Холодные письма",
    "coldEmailsDesc": "Эффективные инструменты для холодных рассылок",
    "lowPrice": "Низкая цена",
    "lowPriceDesc": "Доступные тарифы для любого бюджета",
    "analytics": "Аналитика",
    "analyticsDesc": "Подробная статистика по всем рассылкам",
    "flexibleSetup": "Гибкие настройки",
    "flexibleSetupDesc": "Настройте отправку писем под свои нужды"
  },
  "products": {
    "massEmails": "Массовые рассылки в Gmail",
    "massEmailsDesc": "Наш сервис может обходить лимиты Gmail используя технологию распределения.",
    "mailMerge": "Mail Merge с Google Таблицами",
    "mailMergeDesc": "Quicksend читает данные из Google Таблиц в реальном времени и автоматически отправляет письма.",
    "emailVerification": "Проверка email",
    "emailVerificationDesc": "Проверьте список, протестируйте ссылки и исправьте триггеры спама перед отправкой",
    "scheduling": "Планирование рассылок",
    "schedulingDesc": "Запланируйте рассылку на любое время или настройте повторение ежедневно или ежечасно.",
    "personalization": "Персонализация",
    "personalizationDesc": "Подключитесь к Google Таблице и персонализируйте любой столбец или используйте имя и фамилию.",
    "followUps": "Автоматические follow-up письма",
    "followUpsDesc": "Отправляете холодные письма? Настройте автоматические follow-up до ответа получателя."
  },
  "plans": {
    "trial": "Пробный",
    "standard": "Стандарт",
    "premium": "Премиум",
    "trialButton": "Начать",
    "standardButton": "Выбрать Стандарт",
    "premiumButton": "Выбрать Премиум",
    "features": {
      "trial": ["50 писем/день", "Базовые функции", "Email поддержка"],
      "standard": ["500 писем/день", "Расширенные функции", "Приоритетная поддержка"],
      "premium": ["Неограниченно писем", "Все функции", "Приоритетная поддержка"]
    }
  },
  "login": {
    "welcome": "Рады видеть вас!",
    "joinCommunity": "Присоединяйтесь к нашему сообществу и откройте для себя выгодные услуги.",
    "continueWithGoogle": "Продолжить с Google",
    "securityNote": "Безопасный вход · Конфиденциальность защищена"
  },
  "header": {
    "aboutUs": "О нас",
    "products": "Продукты",
    "pricing": "Цены",
    "contact": "Контакты",
    "signIn": "Войти",
    "logout": "Выйти"
  },
  "copyright": " QuickSend, inc. Все права защищены.",
  "privacyFooterTitle": "Политика конфиденциальности",
  "termsFooterTitle": "Правила использования",
  "faqFooter": "FAQ",
    "profile": {
    "loading": "Загрузка...",
    "userNameFallback": "Имя пользователя",
    "emailFallback": "user@example.com",
    "activePlanLabel": "Активный тариф",
    "upgradePlan": "Обновить тариф", 
    "subscriptionEndsLabel": "Подписка до",
    "noSubscription": "Нет подписки",
    "totalCampaignsLabel": "Всего кампаний",
    "totalRecipientsLabel": "Всего получателей",
    "remainingCampaignsLabel": "Осталось кампаний",
    "remainingRecipientsLabel": "Осталось получателей",
    "searchPlaceholder": "Поиск по названию...",
    "searchAttachmentsPlaceholder": "Поиск вложений...",
    "noCampaignsAvailable": "Кампаний нет.",
    "noCampaignsMatch": "Кампании не найдены.",
    "managerRoleDescription": "Вы вошли как Менеджер",
    "allTentyRequests": "Все запросы Tenty",
    "noRequestsYet": "Запросов пока нет.",
    "exportDataTitle": "Экспорт ваших данных",
    "exportDataDescription": "Скачайте копию данных кампаний, настроек и информации об аккаунте.",
    "exportDataButton": "Экспортировать мои данные",
    "clearCacheTitle": "Очистить кэш и сбросить",
    "clearCacheDescription": "Очистить все локально сохраненные данные и кэш. Полезно при возникновении технических проблем. Вам нужно будет войти снова.",
    "clearCacheButton": "Очистить кэш и выйти",
    "signOutTitle": "Выйти из аккаунта",
    "signOutDescription": "Безопасный выход из вашего аккаунта. Вам нужно будет снова войти с вашим аккаунтом Google для доступа к данным.",
    "signOutButton": "Выйти",
    "signOutConfirm": "Вы уверены, что хотите выйти? Вам нужно будет снова войти с вашим аккаунтом Google для доступа к данным.",
    "clearCacheConfirm": "Это очистит все локально сохраненные данные и кэш. Это может помочь решить некоторые проблемы, но потребует повторного входа. Продолжить?",
    "exportSuccess": "Данные успешно экспортированы!",
    "exportFailed": "Не удалось экспортировать данные",
    "exportError": "Ошибка при экспорте данных",
    "emailValidationTitle": "Проверка email через загрузку файла",
    "emailValidationDescription": "Загрузите текстовый или CSV файл — мы извлечём и проверим email адреса.",
    "validateFileButton": "Проверить файл",
    "processing": "Обработка...",
    "validEmailsFound": "✅ Найдены валидные email",
    "noValidEmails": "❌ В файле не обнаружено валидных email адресов.",
    "emailValidationReport": "отчет_проверки_email.txt",
    "processingError": "Ошибка при обработке файла.",
    "uploadHint": "Загрузите ваш список email для проверки",
    "chooseFile": "Выбрать файл"
  },
"terms": {
  "title": "Условия использования Quicksend и политика борьбы со спамом",
  "lastUpdated": "Последний раз обновлено: Февраль, 2025",
  "intro": "Обратите внимание, что использование и доступ к нашим услугам (определенным ниже) регулируются следующими условиями; если вы не согласны со всеми из перечисленных ниже условий, вы не можете использовать или получать доступ к услугам каким-либо образом.\n\nНастоящие Условия использования («Условия») являются обязательным договором между вами и QuickSend, Inc. («QuickSend», «мы» и «нас»). Если у вас есть какие-либо вопросы, комментарии или опасения относительно этих условий или Услуг, свяжитесь с нами по адресу support@quicksend.zendesk.com.\n\nВы должны согласиться и принять все Условия, иначе у вас нет права использовать Услуги. Использование вами Услуг каким-либо образом означает, что вы соглашаетесь со всеми этими Условиями, и эти Условия будут оставаться в силе, пока вы используете Услуги. Настоящие Условия включают положения в этом документе, а также положения в Политике конфиденциальности.",
  "termsChange": "Будут ли Условия когда-либо меняться?",
  "termsChangeText": "Мы постоянно совершенствуем наши Услуги, поэтому эти Условия могут потребовать изменения вместе с Услугами. Мы оставляем за собой право изменять Условия в любое время, но если мы это сделаем, мы доведем это до вашего сведения, разместив уведомление на веб-сайте QuickSend и/или отправив вам электронное письмо, и/или каким-либо другим способом.\n\nЕсли вы не согласны с новыми Условиями, вы можете отклонить их; к сожалению, это означает, что вы больше не сможете пользоваться Услугами. Если вы используете Услуги каким-либо образом после того, как изменение Условий вступило в силу, это означает, что вы согласны со всеми изменениями.",
  "philosophy": "Общая философия",
  "philosophyText": "Мы стремимся сделать QuickSend максимально простым в использовании и максимально этичным бизнес-операцией. Условия обеспечат вам, нашему пользователю, и нам, создателям QuickSend, хороший опыт. Вы должны согласиться с этими условиями перед использованием QuickSend.",
  "antiSpam": "Политика борьбы со спамом",
  "antiSpamText": "Вы не можете использовать QuickSend для рассылки спама. Спам по определению — это нежелательная электронная почта, рассылаемая оптом. Существует несколько линий защиты для защиты QuickSend от спамеров. Во-первых, сотрудники QuickSend отслеживают исходящий поток электронной почты 24 часа в сутки. Кампании, соответствующие очевидной эвристике спама и мошенничества, прекращаются вместе с их связанными учетными записями. Во-вторых, если вы отправляете почту напрямую через Gmail, алгоритмы Google, скорее всего, поймают вас и прекратят или заподозрят вашу учетную запись Gmail или G Suite. В-третьих, если вы отправляете почту через сторонний SMTP-сервис, такой как SendGrid, у каждого поставщика услуг есть свои собственные механизмы отслеживания спама и прекращения работы спамеров.",
  "buttonVsSend": "Кнопка QuickSend и кнопка отправки",
  "buttonVsSendText": "QuickSend и ее материнская компания QuickSend, Inc. не несут ответственности, если вы случайно нажмете кнопку Gmail Send вместо кнопки QuickSend. Нажатие кнопки Gmail Send во время работы над кампанией по электронной почте может привести к отправке электронного письма, открыв ваш список адресов электронной почты всем, кто находится в поле «Кому». QuickSend и ее материнская компания QuickSend, Inc. также не несут ответственности, если у вас установлены другие расширения Chrome, которые мешают работе кнопок QuickSend. Например, если у вас установлено расширение Chrome, которое переопределяет код QuickSend и фактически запускает нажатие кнопки Gmail Send при нажатии кнопки QuickSend, мы не несем ответственности.",
  "sendingLimits": "Лимиты отправки",
  "sendingLimitsText": "Программное обеспечение QuickSend попытается отправить вашу кампанию по электронной почте получателям, но мы не можем гарантировать, что ваши письма будут доставлены. Поскольку мы полагаемся на инфраструктуру Google при отправке, вы соглашаетесь с тем, что мы не можем нести ответственность, если ваша конкретная учетная запись Gmail или G Suite достигла своей емкости, как определено Google. Мы публикуем рекомендации, основанные на рекомендациях Google, о максимальной емкости отправки учетной записи, но это всего лишь рекомендации, а не жесткие правила.",
  "accountSuspension": "Приостановка или закрытие аккаунтов Gmail и G Suite",
  "accountSuspensionText": "QuickSend и ее материнская компания QuickSend, Inc. не могут нести ответственность, если Google приостановит или прекратит действие вашей учетной записи Google или Gmail из-за использования QuickSend. В конечном счете, вы несете ответственность за активность электронной почты внутри вашей учетной записи Gmail. Вы понимаете и соглашаетесь с тем, что QuickSend предназначен для автоматизации отправки массовых писем через вашу учетную запись Google, и вы несете ответственность за соблюдение собственных положений и условий Google. QuickSend не имеет возможности восстановить учетную запись Google, если Google решит приостановить или прекратить ее действие.",
  "subscriptions": "Подписки",
  "subscriptionsText": "Вы понимаете, что если вы подпишетесь на платную учетную запись QuickSend с помощью кредитной карты или учетной записи PayPal, с вас будет взиматься ежемесячная или годовая плата в зависимости от выбранного вами плана до тех пор, пока вы не отмените подписку. Это не относится к подпискам на основе биткоинов.",
  "chargebacks": "Возвратные платежи",
  "chargebacksText": "Иногда подписавшийся пользователь выбирает возврат платежа через свою кредитную компанию, чтобы осуществить отмену. Как малый бизнес, мы чувствительны к возвратным платежам и расходам, которые мы несем из-за них, и в результате мы предпринимаем следующие действия, когда возврат платежа выдается на наш торговый счет:\n\n1. Мы расследуем инцидент, чтобы определить, виноваты ли мы.\n2. Если мы обнаруживаем, что мы не виноваты, мы представляем доказательства в кредитную компанию, чтобы защитить наши платежи.\n3. Мы автоматически отменяем подписку, связанную с возвратным платежом.\n4. Мы устанавливаем либо пожизненный запрет на эту конкретную учетную запись Google, либо плату за восстановление учетной записи, если учетная запись решит повторно подписаться на QuickSend в будущем.",
  "support": "Поддержка",
  "supportText": "QuickSend — это недорогой сервис электронной почты с ограниченным штатом поддержки. Большинство ответов на вопросы поддержки можно найти, выполнив поиск в нашем блоге, расположенном по адресу http://www.QuickSend.co/blog. Вы можете связаться с нашей службой поддержки, отправив электронное письмо по адресу support@QuickSend.zendesk.com. Вот некоторые рекомендации по получению поддержки. Обратите внимание, что мы НЕ отвечаем на все запросы поддержки. Письмо непосредственно в службу QuickSend может привести к тому, что ваш запрос будет проигнорирован или отложен.\n\nОтслеживание доменов\n\nЧтобы использовать предоставленный QuickSend домен отслеживания для платящих пользователей, ec2-52-26-194-35.us-west-2.compute.amazonaws.com, вы не должны отправлять непрошеные электронные письма.",
  "confidentiality": "Конфиденциальность и обратная связь",
  "confidentialityText": "Вы признаете, что в ходе ваших отношений с QuickSend, Inc. и при использовании Услуг вы можете получать информацию, касающуюся Услуг и/или QuickSend («Конфиденциальная информация»). Такая Конфиденциальная информация принадлежит исключительно QuickSend и включает, помимо прочего, характеристики и режим работы Услуг, коммерческие тайны, ноу-хау, изобретения (патентуемые или нет), методы, процессы, программы, идеи, алгоритмы, схемы, процедуры тестирования, проектирование и архитектуру программного обеспечения, компьютерный код, внутреннюю документацию, спецификации дизайна и функций, требования к продукту, отчеты о проблемах, информацию об анализе и производительности, контрольные показатели, программные документы и другую техническую, деловую, продуктовую, маркетинговую и финансовую информацию, планы и данные. В отношении этой Конфиденциальной информации:\n\n(a) Вы не должны использовать (за исключением случаев, прямо разрешенных настоящим Соглашением) или раскрывать Конфиденциальную информацию без предварительного письменного согласия QuickSend, если только такая Конфиденциальная информация не станет общедоступной без нарушения вами настоящего Соглашения.\n\n(b) Вы соглашаетесь принять разумные меры для сохранения конфиденциальности Конфиденциальной информации и Услуг.\n\nВы можете по своему усмотрению предоставить QuickSend отзыв относительно вашего тестирования Услуг («Отзыв»). Отзыв может включать, без ограничений, ошибки или трудности, обнаруженные в Услугах, а также характерные условия и симптомы ошибок и трудностей. QuickSend владеет всеми правами, титулами и интересами в Отзыве, и вы должны и настоящим делаете все уступки, необходимые для достижения того же.",
  "privacy": "А как насчет моей конфиденциальности?",
  "privacyText": "QuickSend очень серьезно относится к конфиденциальности своих пользователей. Для получения текущей Политики конфиденциальности QuickSend, пожалуйста, нажмите здесь.\n\nЗакон о защите конфиденциальности детей в Интернете («COPPA») требует, чтобы поставщики онлайн-услуг получали родительское согласие прежде чем они сознательно собирают личную идентифицируемую информацию в Интернете от детей младше 13 лет. Мы сознательно не собираем и не запрашиваем личную идентифицируемую информацию от детей младше 13 лет; если вы ребенок младше 13 лет, пожалуйста, не пытайтесь зарегистрироваться для получения Услуг или отправлять нам какую-либо личную информацию о себе. Если мы узнаем что мы собрали личную информацию от ребенка младше 13 лет, мы удалим эту информацию как можно быстрее. Если вы считаете, что ребенок младше 13 лет мог предоставить нам личную информацию, свяжитесь с нами по адресу support@QuickSend.zendesk.com.",
  "warranty": "Отказ от гарантии",
  "warrantyText": "Ни QuickSend, ни ее лицензиары или поставщики не делают никаких заявлений или гарантий относительно любого контента, содержащегося в Услугах или доступного через них, и мы не будем нести ответственности за точность, соблюдение авторских прав, законность или благопристойность материалов, содержащихся в Услугах или доступного через них. Мы (и наши лицензиары и поставщики) не делаем никаких заявлений или гарантий относительно предложений или рекомендаций услуг или продуктов, предлагаемых или приобретаемых через Услуги. УСЛУГИ И КОНТЕНТ ПРЕДОСТАВЛЯЮТСЯ QuickSend (И ЕЕ ЛИЦЕНЗИАРАМИ И ПОСТАВЩИКАМИ) НА ОСНОВЕ «КАК ЕСТЬ», БЕЗ ГАРАНТИЙ ИЛИ КАКИХ-ЛИБО ГАРАНТИЙ, ЯВНЫХ ИЛИ ПОДРАЗУМЕВАЕМЫХ, ВКЛЮЧАЯ, БЕЗ ОГРАНИЧЕНИЙ, ПОДРАЗУМЕВАЕМЫЕ ГАРАНТИИ ТОВАРНОЙ ПРИГОДНОСТИ, ПРИГОДНОСТИ ДЛЯ КОНКРЕТНОЙ ЦЕЛИ, ОТСУТСТВИЯ НАРУШЕНИЯ ПРАВ ИЛИ ТОГО, ЧТО ИСПОЛЬЗОВАНИЕ УСЛУГ БУДЕТ БЕСПЕРЕБОЙНЫМ ИЛИ БЕЗОШИБОЧНЫМ. НЕКОТОРЫЕ ШТАТЫ НЕ ДОПУСКАЮТ ОГРАНИЧЕНИЙ НА СРОКИ ДЕЙСТВИЯ ПОДРАЗУМЕВАЕМОЙ ГАРАНТИИ, ПОЭТОМУ ВЫШЕУКАЗАННЫЕ ОГРАНИЧЕНИЯ МОГУТ НЕ ОТНОСИТЬСЯ К ВАМ.",
  "liability": "Ограничение ответственности",
  "liabilityText": "В МАКСИМАЛЬНОМ ОБЪЕМЕ, РАЗРЕШЕННОМ ПРИМЕНИМЫМ ЗАКОНОДАТЕЛЬСТВОМ, НИ ПРИ КАКИХ ОБСТОЯТЕЛЬСТВАХ И НИ ПРИ КАКОЙ ПРАВОВОЙ ТЕОРИИ (ВКЛЮЧАЯ, БЕЗ ОГРАНИЧЕНИЙ, ДЕЛИКТ, КОНТРАКТ, СТРОГУЮ ОТВЕТСТВЕННОСТЬ ИЛИ ИНОЕ) QuickSend (ИЛИ ЕЕ ЛИЦЕНЗИАРЫ ИЛИ ПОСТАВЩИКИ) НЕ НЕСУТ ОТВЕТСТВЕННОСТИ ПЕРЕД ВАМИ ИЛИ ЛЮБЫМ ДРУГИМ ЛИЦОМ ЗА (A) ЛЮБЫЕ КОСВЕННЫЕ, СПЕЦИАЛЬНЫЕ, СЛУЧАЙНЫЕ ИЛИ КОСВЕННЫЕ УБЫТКИ ЛЮБОГО РОДА, ВКЛЮЧАЯ УБЫТКИ ОТ УПУЩЕННОЙ ПРИБЫЛИ, ПОТЕРИ ДЕЛОВОЙ РЕПУТАЦИИ, ОСТАНОВКИ РАБОТЫ, ТОЧНОСТИ РЕЗУЛЬТАТОВ ИЛИ СБОЯ ИЛИ НЕИСПРАВНОСТИ КОМПЬЮТЕРА, ИЛИ (B) ЛЮБУЮ СУММУ, В СОВОКУПНОСТИ, В ПРЕВЫШЕНИЕ НАИБОЛЬШЕЙ ИЗ (I) 100 ДОЛЛАРОВ ИЛИ (II) СУММ, УПЛАЧЕННЫХ ВАМИ QuickSend В СВЯЗИ С УСЛУГАМИ В ТЕЧЕНИЕ ДВЕНАДЦАТИ (12) МЕСЯЦЕВ, ПРЕДШЕСТВУЮЩИХ ДАННОМУ ПРИМЕНИМОМУ ПРЕТЕНЗИИ, ИЛИ (III) ЛЮБОГО ВОПРОСА, ВЫХОДЯЩЕГО ЗА ПРЕДЕЛЫ НАШЕГО РАЗУМНОГО КОНТРОЛЯ. НЕКОТОРЫЕ ШТАТЫ НЕ РАЗРЕШАЮТ ИСКЛЮЧЕНИЕ ИЛИ ОГРАНИЧЕНИЕ ОПРЕДЕЛЕННЫХ УБЫТКОВ, ПОЭТОМУ ВЫШЕУКАЗАННЫЕ ОГРАНИЧЕНИЕ И ИСКЛЮЧЕНИЯ МОГУТ НЕ ОТНОСИТЬСЯ К ВАМ.",
  "assignment": "Назначение",
  "assignmentText": "Вы не можете уступать, делегировать или передавать эти Условия или ваши права или обязательства по ним, или ваш аккаунт в Службах, каким-либо образом (в силу закона или иным образом) без предварительного письменного согласия QuickSend. Мы можем передавать, уступать или делегат эти Условия и наши права и обязательства без согласия.",
  "arbitration": "Выбор закона; Арбитраж",
  "arbitrationText": "Настоящие Условия регулируются и будут толковаться в соответствии с законами штата Иллинойс, без учета положений коллизионного права. Любой спор, возникающий из или касающийся предмета настоящих Условий, который не разрешен с помощью механизмов разрешения споров, указанных выше, должен быть окончательно урегулирован в Чикаго, штат Иллинойс, на английском языке в соответствии с Упрощенными правилами и процедурами арбитража Судебных арбитражных и посреднических услуг, Inc. («JAMS»), действующими на тот момент, одним коммерческим арбитром, имеющим значительный опыт в разрешении споров по вопросам интеллектуальной собственности и коммерческих контрактов, который должен быть выбран из соответствующего списка арбитров JAMS в соответствии с такими Правилами. Решение по решению, вынесенному таким арбитром, может быть вынесено в любом суде компетентной юрисдикции. Несмотря на вышеизложенное обязательство рассматривать споры в арбитраже, каждая сторона имеет право добиваться судебного запрета или иного справедливого средства правовой защиты в любое время в любом суде компетентной юрисдикции. Для всех целей настоящего Соглашения стороны соглашаются на исключительную юрисдикцию и место проведения в государственных или федеральных судах, расположенных в Чикаго, штат Иллинойс. Любое арбитражное разбирательство в соответствии с настоящими Условиями будет проводиться на индивидуальной основе: групповые арбитражи и групповые иски не допускаются. ВЫ ПОНИМАЕТЕ И СОГЛАШАЕТЕСЬ, ЧТО, ПРИНИМАЯ НАСТОЯЩИЕ УСЛОВИЯ, ВЫ И QuickSend ОТКАЗЫВАЕТЕСЬ ОТ ПРАВА НА СУДЕБНОЕ РАЗБИРАТЕЛЬСТВО СУДОМ ПРИСЯЖНЫХ ИЛИ НА УЧАСТИЕ В КОЛЛЕКТИВНОМ ИСКЕ.",
  "miscellaneous": "Дополнительно",
  "miscellaneousText": "Вы несете ответственность за уплату, удержание, подачу и отчетность по всем налогам, пошлинам и другим государственным оценкам, связанным с вашей деятельностью в связи с Услугами, при условии, что QuickSend может по своему усмотрению выполнять любые из вышеперечисленных действий от вашего имени или для себя по своему усмотрению. Неисполнение вами или нами каким-либо способом любого права по настоящему Соглашению не будет считаться отказом от каких-либо дальнейших прав по настоящему Соглашению. Если какое-либо положение настоящих Условий будет признано неисполнимым или недействительным, это положение будет ограничено или исключено в минимально необходимой степени, чтобы настоящие Условия в противном случае оставались в полной силе и действии и подлежали исполнению. Вы и QuickSend соглашаетесь, что настоящие Условия являются полным и исключительным заявлением о взаимопонимании между вами и QuickSend, и что оно заменяет и отменяет все предыдущие письменные и устные соглашения, сообщения и другие договоренности, касающиеся предмета настоящих Условий. Настоящим вы признаете и соглашаетесь, что вы не являетесь сотрудником, агентом, партнером или совместным предприятием QuickSend, и у вас нет никаких полномочий любого рода связывать QuickSend в каком-либо отношении. Вы и QuickSend соглашаетесь, что нет сторонних бенефициаров, предполагаемых настоящими Условиями."
},
"privacy": {
  "title": "Информация о конфиденциальности QuickSend: Какие данные хранит наш сервер?",
  "lastUpdated": "Последний раз обновлено: Февраль, 2025",
  "intro": "Многие пользователи обеспокоены конфиденциальностью своих списков email-рассылок и тем, хранит ли QuickSend их email-адреса и содержимое сообщений, а также передаются ли эти данные третьим лицам. Информация ниже призвана ответить на эти вопросы.",
  "overview": "Обзор работы QuickSend",
  "overviewText": "QuickSend работает путем передачи данных в ваш почтовый аккаунт и из него. Большая часть передачи данных происходит через числовые идентификаторы, специфичные для email и API. В некоторых случаях email-адреса передаются с сервера QuickSend обратно в интерфейс, но это происходит безопасно через SSL. Почтовые провайдеры не позволяют сторонним интеграциям, таким как QuickSend, подключаться к данным аккаунта без использования SSL.",
  "emailLists": "Как используются ваши списки рассылки?",
  "emailListsText": "Для отслеживания открытий, кликов и обеспечения функции отписки через ссылку QuickSend, наша база данных хранит email-адреса получателей ваших рассылок. Эти данные хранятся в базе данных, защищенной двумя уровнями файерволов, и никогда не передаются третьим лицам. QuickSend похож в этом отношении на известные системы email-маркетинга, такие как MailChimp, где хранение email-адресов необходимо для обеспечения стандартных функций email-маркетинга.",
  "contentStorage": "Хранит ли QuickSend содержимое ваших писем?",
  "contentStorageText1": "Нет. В отличие от традиционных сервисов email-маркетинга, таких как MailChimp, база данных QuickSend не хранит содержимое ваших маркетинговых кампаний, за исключением адреса отправителя, используемого для каждой кампании.",
  "contentStorageText2": "Мы храним адрес отправителя, поскольку для одного почтового аккаунта может быть авторизовано несколько адресов отправителя. Хранение адреса отправителя позволяет нам лучше поддерживать пользователей, когда они сообщают нам, что отправили кампанию с определенного адреса.",
  "contentStorageText3": "Мы не храним содержимое (тему/сообщение) email-кампаний, но контент кратковременно проходит через наш сервер. Это необходимо для добавления механизмов в email-сообщение, которые позволяют QuickSend отслеживать открытия и клики по отдельным письмам. Этот процесс занимает микросекунды, и содержимое письма не задерживается на нашем сервере дольше этого времени.",
  "thirdParty": "Передает ли QuickSend информацию о ваших списках рассылки третьим лицам?",
  "thirdPartyText": "Мы можем передавать информацию о ваших списках рассылки сторонним поставщикам услуг, включая рекламные платформы, для помощи в доставке таргетированных рекламных кампаний. Эти третьи лица обязаны использовать информацию только для этих целей и в соответствии с применимыми законами о защите данных. Мы не продаем и не обмениваем вашу email-информацию для каких-либо других целей.",
  "dataDeletion": "Запросы на удаление данных",
  "dataDeletionText": "В соответствии с GDPR, любой пользователь может запросить удаление своих данных с наших серверов. Чтобы сделать такой запрос, пожалуйста, отправьте email на",
  "dataDeletionEmail": "privacy@quicksend.com",
  "dataDeletionSuffix": "с аккаунта QuickSend, данные которого вы хотите удалить.",
  "emailWarmup": "Прогрев почты",
  "emailWarmupText": "QuickSend не предоставляет услуги прогрева для почтовых аккаунтов."
},
"faq": {
    "title": "Часто задаваемые вопросы",
    "lastUpdated": "Последний раз обновлено: Февраль, 2025",
    "searchPlaceholder": "Поиск...",
    "noResults": "Не найдено информации по запросу",
    "topics": {
      "basics": "База",
      "sending": "Отправка", 
      "reports": "Отчёты",
      "pricing": "Цены",
      "support": "Поддержка"
    },
    "questions": {
      "basics": {
        "whatNeed": "Что мне нужно для использования QuickSend?",
        "changes": "Какие изменения внесет установка QuickSend в мой почтовый аккаунт?",
        "sendAsReplies": "В чем особенность функции 'Отправить как ответы'?",
        "createDrafts": "Я заметил опцию 'Только создать черновики' вместо отправки кампании. Зачем это нужно?",
        "autoFollowups": "Что такое автоматические последующие письма?",
        "replaceSystem": "Предназначен ли QuickSend для замены моей существующей системы email-маркетинга?"
      },
      "sending": {
        "testEmail": "Как отправить простое тестовое письмо с помощью QuickSend?",
        "attachments": "Можно ли отправлять вложения? А как насчет встроенных изображений?",
        "server": "С какого сервера отправляются мои письма?",
        "limits": "Сколько писем я могу отправить за один раз?"
      },
      "reports": {
        "access": "Как получить доступ к моим отчетам?"
      },
      "pricing": {
        "free": "Подписка QuickSend бесплатна?"
      },
      "support": {
        "otherProducts": "Я заметил, что QuickSend - не единственный продукт, который вы предлагаете. Какие еще есть продукты?",
        "getSupport": "Как получить поддержку?"
      }
    },
    "answers": {
      "basics": {
        "whatNeed": "Вам нужен аккаунт Gmail или G Suite и браузер Chrome.",
        "changes": "QuickSend легкий и ненавязчивый. После установки QuickSend вы заметите четыре дополнительные кнопки в интерфейсе Gmail. Три из них - это маленькие квадратные кнопки справа от поля поиска: кнопка 'Создать список рассылки', кнопка 'Подключить Google Таблицы' и кнопка 'Кампании с последующими письмами'. При составлении письма вы увидите основную кнопку QuickSend вместе с окном настроек рядом с обычной кнопкой отправки Gmail.",
        "sendAsReplies": "Большинство массовых email-кампаний отправляются как новые сообщения и, следовательно, новые беседы с каждым получателем. Возможность отправлять массовую рассылку так, чтобы каждое письмо отправлялось как ответ на последнюю беседу с каждым получателем, создает более знакомый опыт для получателя.",
        "createDrafts": "Эта опция полезна, если вы хотите протестировать функциональность QuickSend, но не хотите фактически отправлять письма. Например, если вы хотите убедиться, что персонализация работает правильно, эта опция очень удобна.",
        "autoFollowups": "Автоматические последующие письма - это лучшее, что случилось с email-маркетологами со времен... самого email-маркетинга. Они позволяют автоматически отправлять письма получателям вашей email-кампании, которые не ответили.",
        "replaceSystem": "Возможно. Это зависит от вас. Некоторые пользователи используют QuickSend параллельно с основной системой email-маркетинга, используя QuickSend для кампаний с меньшим объемом."
      },
      "sending": {
        "testEmail": "Нажмите 'Написать' в Gmail. Введите несколько email-адресов в поле 'Кому'. Добавьте тему и сообщение, затем нажмите кнопку QuickSend.",
        "attachments": "Да. Вы составляете письмо точно так же, как любое другое письмо в Gmail. Любую функцию, которую поддерживает Gmail, поддерживает и QuickSend.",
        "server": "При стандартной настройке ваши письма отправляются с серверов Gmail через ваш аккаунт Gmail или G Suite. Вы увидите все отправленные сообщения в папке 'Отправленные'.",
        "limits": "При стандартной настройке Google устанавливает лимит в 2000 писем в день для доверенных пользователей G Suite и 500 писем в день для обычных пользователей Gmail."
      },
      "reports": {
        "access": "Вы можете получить доступ к отчетам об открытиях, кликах и отписках, нажав на метку QuickSend Reports слева в интерфейсе Gmail."
      },
      "pricing": {
        "free": "QuickSend предлагает бесплатную пробную версию на 7 дней, в течение которой вы можете отправлять 50 писем в день. По истечении 7 дней, пожалуйста, подпишитесь на платный план."
      },
      "support": {
        "otherProducts": "QuickSend Chrome расширение - наш основной продукт, который добавляет кнопки в ваш аккаунт Gmail для отправки массовых email-кампаний.",
        "getSupport": "Свяжитесь с поддержкой через quicksendcontact@gmail.com"
      }
    }
  },
  "notFound": {
    "title": "Упс! Такой страницы не существует.",
    "description": "Возможно, он был перемещен или удален. Если вы считаете, что это ошибка, обратитесь в службу поддержки.",
    "backHome": "Вернуться на главную"
  },
    "dsp": {
    "title": "DSP Takedowns — Защита Авторских Прав на Платформах",
    "description": "Наша команда профессионалов занимается удалением украденных битов, нелегальных сэмплов и несанкционированных релизов с крупнейших музыкальных площадок — Spotify, Apple Music, YouTube Music, TikTok и других.",
    "protection": "Надёжная защита прав",
    "protectionDesc": "Мы быстро и юридически корректно удаляем нарушающий контент.",
    "originality": "Для продюсеров и артистов",
    "originalityDesc": "Работаем в индустрии и знаем её изнутри.",
    "removal": "Быстрое удаление",
    "removalDesc": "Мгновенная отправка запросов DMCA и ускоренная обработка.",
    "legal": "Юридическая точность",
    "legalDesc": "Каждая заявка проверяется специалистом по авторскому праву.",
    "cta": "Отправить заявку",
    "guarantee": "24/7 поддержка • Быстрое удаление • Гарантия результата"
  },
  "isMobile": {
    "title": "Недоступно на мобильных",
    "desc": "Для установки расширения требуется компьютер"
  },
  "isChrome": {
    "title": "Требуется Chrome",
    "desc": "Расширение работает только в браузере Chrome"
  }
}